Repository: Metamogul/UTM-Snapshot-Manager
Catalog: UTM Snapshot-Manager/*.lproj/Localizable.strings
Languages: fr

source: Add more VMs
fr: Ajouter des VM

source: Add more VMs to this group
fr: Ajouter une VM à ce groupe

source: Add Snapshot
fr: Nouveau snapshot

source: Create
fr: Créer

source: Create a new snapshot for all images in this group
fr: Créer un nouveau snapshot pour toutes les images de ce groupe

source: Create new snapshot
fr: Créer un nouveau snapshot

source: Creation date
fr: Date de création

source: Name:
fr: Nom :

source: New name:
fr: Nouveau Nom :

source: New…
fr: Nouvau…

source: NewGroup
fr: NouveauGroupe

source: Please select a VM group on the left to display and edit the contained VMs, images and snapshots.
fr: Veuillez choisir un groupe de VM dans le panneau de navigation pour afficher et éditer les VM contenues, les images disques et snapshots.

source: Remove
fr: Effacer

source: Remove latest snapshot
fr: Effacer le dernier snapshot

source: Remove latest snapshot for all images in this group?
fr: Effacer le dernier snapshot pour toutes les images disques de ce groupe ?

source: Remove selected snapshot?
fr: Effacer le snapshot sélectionné?

source: Remove Snapshot
fr: Effacer le snapshot

source: Remove the latest snapshot for all images in this group
fr: Effacer le dernier snapshot pour toutes les images disques du groupe

source: Remove the selected group?
fr: Effacer le groupe sélectionné ?

source: Remove this VM from the group?
fr: Retirer cette VM du groupe ?

source: Remove VM
fr: Retirer la VM

source: Rename
fr: Renommer

source: Restore
fr: Restaurer

source: Restore latest snapshot
fr: Restaurer le dernier snapshot

source: Restore latest snapshot for all images in this group?
fr: Restaurer le dernier snapshot pour toutes les images disques du groupe ?

source: Restore selected snapshot?
fr: Restaurer le snapshot sélectionné ?

source: Restore Snapshot
fr: Restaurer le snapshot

source: Restore the latest snapshot for all images in this group
fr: Restaurer le dernier snapshot pour toutes les images disques du groupe

source: Tag for new Snapshot:
fr: Tag pour le nouveau snapshot :

source: There are no VMs in this group so far. Use the + button in the navigation area of the menu bar to add VMs.
fr: Il n'y a pas de VM dans ce groupe. Utilisez le bouton + dans le menu du panneau de navigation pour ajouter des VM.

source: This image does not contain any snapshots.
fr: Cette image disque n'a pas de snapshots.

source: This VM does not contain any images.
fr: Cette VM n'a pas d'images disques.

source: This VM wasn't found. Has it been moved, removed or renamed?
fr: VM introuvable. A-t-elle été déplacée, effacée ou renomméee ?

source: VM groups
fr: Groupes de VM
