Repository: Metamogul/UTM-Snapshot-Manager
Catalog: UTM Snapshot-Manager/UTM Snapshot-Manager Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de

source: Add Snapshot
de: Neuer Snapshot

source: Add more VMs
de: VMs hinzufügen

source: Add more VMs to this group
de: VMs zur Gruppe hinzufügen

source: Create
de: Erstellen

source: Create a new snapshot for all images in this group
de: Erzeuge einen neuen Snapshot für alle Images in dieser Gruppe

source: Create new snapshot
de: Neuen Snapshot erzeugen

source: Creation date
de: Erstellungsdatum

source: NewGroup
de: NeueGruppe

source: New…
de: Neu…

source: Please select a VM group on the left to display and edit the contained VMs, images and snapshots.
de: Bitte wählen Sie eine VM-Gruppe in der Navigation aus, um deren VMs zu bearbeiten und die zugehörigen Snapshots zu bearbeiten.

source: Remove
de: Löschen

source: Remove Snapshot
de: Snapshot Löschen

source: Remove VM
de: VM löschen

source: Remove latest snapshot
de: Jüngsten Snapshot löschen

source: Remove the latest snapshot for all images in this group
de: Entferne den jüngsten Snapshot für alle Images in dieser Gruppe

source: Rename
de: Umbenennen

source: Restore Snapshot
de: Snapshot wiederherstellen

source: Restore latest snapshot
de: Jüngsten Snapshot wiederhstellen

source: Restore the latest snapshot for all images in this group
de: Stelle den jüngsten Snapshot für alle Images in dieser Gruppe wieder her

source: This VM does not contain any images.
de: Diese VM hat keine Images.

source: This VM wasn't found. Has it been moved, removed or renamed?
de: VM nicht gefunden. Wurde sie umbenannt, verschoben oder gelöscht?

source: This image does not contain any snapshots.
de: Dieses Image enthält keine Snapshots.

source: VM Groups
de: VM-Gruppen
